Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Appraisal wells 7220/11-2 and 7220/11-2 A were drilled to vertical depths of 2020 and 2041 metres below the sea surface, respectively, and were terminated in basement rocks.
nb: Avgrensingsbrønnene 7220/11-2 og 7220/11-2 A ble boret til et vertikalt dyp på henholdsvis 2020 og 2041 meter under havflaten, og ble avsluttet i grunnfjellsbergarter.

source: Water depth is 379 metres.
nb: Havdypet er 379 meter.

source: The wells were drilled by the Island Innovator drilling facility, which will now drill appraisal well 7220/11-3 on the same discovery and in the same production licence.
nb: Brønnene ble boret av boreinnretningen Island Innovator som nå skal bore avgrensingsbrønn 7220/11-3 på samme funn og i samme utvinningstillatelse.

source: The well was drilled about 40 kilometres northwest of the Ekofisk field and 320 kilometres southwest of Stavanger.
nb: Brønnen er boret om lag 40 kilometer nordvest for Ekofisk-feltet og 320 kilometer sørvest for Stavanger.

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (Ula formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i øvre jura (Ulaformasjonen).

source: The secondary exploration target was to prove petroleum in Upper Triassic reservoir rocks (Skagerrak formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter i øvre trias (Skagerrakformasjonen).

source: The well encountered about 80-metre thick sandstone in the Ula formation with moderate to poor reservoir quality.
nb: Brønnen påtraff om lag 80 meter tykk sandstein i Ulaformasjonen med moderat til dårlig reservoarkvalitet.

source: The reservoir only contains traces of gas.
nb: Reservoaret har kun spor av gass.

source: Data acquisition was carried out.
nb: Det er utført datainnsamling.

source: This is the first exploration well in production licence 618.
nb: Dette er den første letebrønnen i utvinningstillatelse 618.

source: Well 1/5-5 was drilled to a vertical depth of 5942 metres below the sea surface and was terminated in the Bryne formation in the Middle Jurassic.
nb: Brønn 1/5-5 ble boret til en vertikal dybde på 5942 meter under havoverflaten og ble avsluttet i Bryneformasjonen i midtre jura.

source: Well 1/5-5 was drilled with the Maersk Gallant drilling rig.
nb: Brønn 1/5-5 ble boret med boreriggen Maersk Gallant.

source: The wells were drilled about 1.5 kilometres southeast of the 16/1-7 discovery well in the central part of the North Sea.
nb: Brønnene er boret om lag 1,5 kilometer sørøst for funnbrønnen 16/1-7 i den midtre delen av Nordsjøen.

source: The 16/1-7 (West Cable) oil discovery was proven in Middle Jurassic reservoir rocks (the Sleipner formation) in 2004 and is part of the Ivar Aasen field.
nb: Oljefunnet 16/1-7 (West Cable) ble påvist i midtre jura reservoarbergarter (Sleipnerformasjonen) i 2004 og inngår i Ivar Aasen-feltet.

source: The size of the discovery prior to drilling the appraisal wells was 2.1 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Størrelsen på funnet før boring av avgrensningsbrønnene var på 2,1 millioner standardkubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The objective of appraisal wells 16/1-26 S and 16/1-26 A was to prove additional recoverable oil resources in the southern part of the 16/1-7 discovery, in Middle Jurassic reservoir rocks (the Sleipner formation) closer to the main structure on the Ivar Aasen field.
nb: Hensikten med avgrensningsbrønnene 16/1-26 S og 16/1-26 A var å påvise utvinnbare tilleggs-ressurser av olje i sørøstlig av 16/1-7-funnet i midtre jura reservoarbergarter (Sleipnerformasjonen) nærmere hovedstrukturen på Ivar Aasen-feltet.

source: The appraisal wells were drilled from a production well being drilled from the Ivar Aasen platform.
nb: Avgrensningsbrønnene ble boret ut fra en utvinningsbrønn som bores fra Ivar Aasen-plattformen.

source: 16/1-26 S encountered a gas/oil column of about 25 metres in Middle Jurassic reservoir rocks (the Hugin formation), of which 15 metres were sandstone of moderate to good reservoir quality.
nb: 16/1-26 S påtraff en om lag 25 meter gass/olje-kolonne i midtre jura reservoarbergarter (Huginformasjonen), hvorav 15 meter i sandstein av moderat til god reservoarkvalitet.

source: The oil/water contact was not encountered, but was estimated to be at approximately 2700 metres vertical depth.
nb: Olje/vann-kontakten ble ikke påtruffet, men beregnet til om lag 2700 meter vertikalt dyp.

source: This is shallower than the previously estimated oil/water contact for the 16/1-7-discovery.
nb: Dette er grunnere enn tidligere beregnet olje/vann-kontakt for 16/1-7-funnet.

source: 16/1-26 A encountered about 75 metres of sandstone in the Sleipner formation with moderate to good reservoir quality, but is dry.
nb: 16/1-26 A påtraff om lag 75 meter med sandstein i Sleipnerformasjonen med moderat til god reservoarkvalitet, men er tørr.

source: Preliminary estimates place the additional resources at between 0.5 and 2 million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av tilleggsressursene er mellom 0,5 og 2 millioner standardkubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The licensees will assess recovery of the additional resources.
nb: Rettighetshaverne vil vurdere utvinning av tilleggsressursene.

source: The results have yielded valuable information as regards final placement of the development well on the 16/1-7 discovery.
nb: Resultatene har gitt verdifull informasjon med hensyn til endelig plassering av utvinningsbrønnen på 16/1-7-funnet.

source: The wells were drilled using the Maersk Interceptor drilling facility, which will now continue with the pre-drilling programme on the Ivar Aasen field, which has a planned production start-up date of 1 December 2016.
nb: Brønnene ble boret av boreinnretningen Maersk Interceptor, som nå fortsetter med forboringsprogrammet på Ivar Aasen-feltet som er planlagt satt i produksjon i 1. desember 2016.

source: Link: Production licence 001 B
nb: Lenke: Utvinningstillatelse 001 B

source: The drilling program for wellbore 16/2-4 applies to drilling of an appraisal well in production licence 265.
nb: Boreprogrammet for brønnbane 16/2-4 gjelder boring av en avgrensningsbrønn i utvinningstillatelse 265.

source: Statoil is the operator with an ownership interest of 30 per cent.
nb: Statoil er operatør med en eierandel på 30 prosent.

source: The other licensees are Petoro and DNO, each with an ownership interest of 30 per cent, and Talisman with 10 per cent.
nb: Øvrige rettighetshavere er Petoro og DNO, som hver har en eierandel på 30 prosent, samt Talisman som har en eierandel på 10 prosent.

source: Well 16/2-4 will be drilled about 30 kilometres east of the discovery 15/3-1 Gudrun in the North Sea.
nb: Brønn 16/2-4 skal bores om lag 30 kilometer øst for funnet 15/3-1 (”Gudrun”) i midtre del av Nordsjøen.

source: This is the third well to be drilled in this production licence.
nb: Dette er den tredje brønnen som bores i denne utvinningstillatelsen.

source: The well is being drilled about 10 kilometres southwest of the 16/4-6 S (Luno II) oil discovery in the central part of the North Sea, 220 kilometres west of Stavanger.
nb: Brønnen er boret om lag 10 kilometer sørvest for oljefunnet 16/4-6 S (Luno II) i midtre del av Nordsjøen og 220 kilometer vest for Stavanger.

source: The well encountered about 160 metres of aquiferous sandstones in the Upper Jurassic to Middle Triassic, of which about 90 metres, mainly in the Middle Jurassic Sleipner formation, are of good reservoir quality.
nb: Brønnen påtraff om lag 160 meter med vannførende sandsteiner i øvre jura til midtre trias, hvorav vel 90 meter med god reservoarkvalitet hovedsakelig i Sleipnerformasjonen i midtre jura.

source: The well also encountered 75 metres of reservoir rocks with very good reservoir quality in the Paleocene Ty formation.
nb: I tillegg påtraff brønnen 75 meter med reservoarbergarter av meget god reservoarkvalitet i Tyformasjonen i paleocen.

source: There are traces of petroleum in the Sleipner formation.
nb: Det er spor av petroleum i Sleipnerformasjonen.

source: This is the second exploration well in production licence 544, which was awarded in APA 2009.
nb: Dette er den andre letebrønnen i utvinningstillatelse 544 som ble tildelt i TFO 2009.

source: Well 16/4-10 was drilled to a vertical depth of 2 638 metres below the sea surface, and was terminated in the Lower Triassic Smith Bank formation.
nb: Brønn 16/4-10 ble boret til et vertikal dyp på 2638 meter under havflaten og ble avsluttet i Smith Bankformasjonen i nedre trias.

source: Water depth at the site is 95 metres.
nb: Havdypet er 95 meter.

source: Well 16/4-10 was drilled by the Island Innovator drilling facility.
nb: Brønn 16/4-10 ble boret av boreinnretningen Island Innovator.

source: The well was drilled approximately 30 kilometres south of the Johan Sverdrup oil field in the central part of the North Sea and about 200 kilometres west of Stavanger.
nb: Brønnen er boret om lag 30 kilometer sør for oljefeltet Johan Sverdrup i midtre del av Nordsjøen og om lag 200 kilometer vest for Stavanger.

source: The objective of the well was to prove petroleum in reservoir rocks from the Upper Jurassic (the Draupne formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter (Draupneformasjonen).

source: The well did not encounter sandstone in the Draupne formation.
nb: Brønnen påtraff ikke sandstein i Draupneformasjonen.

source: Approx. 100 metres of tight rock and 10 metres of aquiferous sandstone of poor reservoir quality were encountered in the Skagerrak formation from the Triassic.
nb: I Skagerrakformasjonen i trias ble det påtruffet om lag 100 meter med tette bergarter og 10 meter med vannførende sandsteiner av dårlig reservoarkvalitet.

source: Data has been acquired.
nb: Det er samlet inn data.

source: This is the first exploration well in production licence 776, awarded in APA 2014.
nb: Dette er den første letebrønnen i utvinningstillatelse 776, som ble tildelt i TFO 2014.

source: Well 16/5-6 was drilled to a vertical depth of 2319 metres below the sea surface and was terminated in rocks from the Triassic Age (Skagerrak formation).
nb: Brønn 16/5-6 ble boret til et vertikalt dyp på 2319 meter under havflaten og ble avsluttet i bergarter av trias alder (Skagerrakformasjonen).

source: Well 16/5-6 was drilled by the Borgland Dolphin drilling facility, which is now scheduled to drill wildcat well 35/11-20 A in production licence 248 F in the North Sea, operated by Wintershall Norge AS.
nb: Brønn 16/5-6 ble boret av boreinnretningen Borgland Dolphin som nå skal bore undersøkelsesbrønn 35/11-20 A i utvinningstillatelse 248 F i Nordsjøen hvor Wintershall Norge AS er operatør.

source: The well was drilled in the central part of the North Sea, about five kilometres west of the Balder field and about 200 kilometres north-west of Stavanger.
nb: Brønnen er boret i den sentrale delen av Nordsjøen, om lag fem kilometer vest for Balder-feltet og om lag 200 kilometer nordvest for Stavanger.

source: The primary exploration target for the well was to prove petroleum in Paleocene reservoir rocks (the Ty formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i paleocen (Tyformasjonen).

source: The secondary exploration target was to prove petroleum in Lower Jurassic reservoir rocks (the Statfjord group).
nb: Sekundært letemål var å påvise petroleum i nedre jura reservoarbergarter (Statfjordgruppen).

source: The well encountered a 22-metre thick sandstone layer in the Ty formation and 63 metres of sandstone in the Statfjord group, both of which showed good reservoir properties.
nb: Brønnen påtraff 22 meter tykk sandstein i Tyformasjonen og 63 meter med sandstein i Statfjordgruppen som begge hadde gode reservoaregenskaper.

source: Well 25/10-14 S was drilled to a measured depth of 2474 metres and a vertical depth of 2374 metres below the sea surface, and was terminated in the Triassic (the Hegre group).
nb: Brønn 25/10-14 S ble boret til et målt dyp på 2474 meter og et vertikalt dyp på 2374 meter under havoverflaten, og ble avsluttet i trias (Hegregruppen).

source: This is the second exploration well in production licence 571.
nb: Dette er den andre letebrønnen i utvinningstillatelse 571.

source: The well was drilled using the Borgland Dolphin drilling facility.
nb: Brønnen ble boret av boreinnretningen Borgland Dolphin.

source: The well was drilled in the central part of the North Sea, about six kilometres north of the Hanz discovery and 200 kilometres northwest of Stavanger.
nb: Brønnen er boret i den sentrale delen av Nordsjøen om lag 6 kilometer nord for Hanz-funnet og 200 kilometer nordvest for Stavanger.

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (intra Draupne formation sandstone).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i øvre jura bergarter (intra Draupneformasjonen sandstein).

source: The secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (Hugin formation).
nb: Sekundært letemål var å påvise petroleum i midtre jura reservoarbergarter (Huginformasjonen).

source: The well encountered 23-metre thick sandstones in the Draupne formation with moderate to good reservoir quality and a 11-metre thick sandstone in the Hugin formation with good reservoir quality.
nb: Brønnen påtraff 23 meter tykke sandsteiner i Draupneformasjonen med moderat til god reservoarkvalitet og en 11 meter tykk sandstein i Huginformasjonen med god reservoarkvalitet.

source: The well also encountered 23-metre thick sandstones in the Skagerrak formation with moderate reservoir quality.
nb: Brønnen påtraff også 23 meter tykke sandsteiner i Skagerrakformasjonen med moderat reservoarkvalitet.

source: In addition 77-metre with sandstones were encountered in the Heimdal formation with very good reservoir properties.
nb: I tillegg ble 77 meter med sandsteiner påtruffet i Heimdalformasjonen med meget gode reservoaregenskaper.

source: Well 25/10-15 S was drilled to a measured depth of 2696 metres and a vertical depth of 2629 metres below the sea surface.
nb: Brønn 25/10-15 S ble boret til et målt dyp på 2696 meter og et vertikalt dyp på 2629 meter under havoverflaten.

source: The well was terminated in basement.
nb: Brønnen ble avsluttet i grunnfjell.

source: This is the first exploration well in production licence 626.
nb: Dette er den første letebrønnen i utvinningstillatelse 626.

source: Well 25/10-15 S was drilled by the Mærsk Interceptor drilling facility, which will now proceed to drill wildcat well 25/2-18 S in production licence 442, where Det norske oljeselskapet AS is the operator.
nb: Brønn 25/10-15 S ble boret av boreinnretningen Mærsk Interceptor som nå skal bore undersøkelsesbrønn 25/2-18 S i utvinningstillatelse 442 der Det norske oljeselskapet AS er operatør.

source: The IOR award is intended as a recognition of creativity, courage and willingness to take risks when it comes to applying methods and technology that can improve recovery beyond what is expected with current plans and methods.
nb: IOR-prisen er ment som en anerkjennelse for kreativitet, standhaftighet og risikovilje når det gjelder å ta i bruk metoder og teknologi som kan øke utvinningen utover det som kan forventes med eksisterende planer og metoder.

source: In September the Norwegian Petroleum Directorate (NPD) heads north in order to determine the outer limits of the shelf.
nb: I september legger Oljedirektoratet kursen mot nord for å fastsette sokkelens yttergrense.

source: By signing the UN Law of the Sea Treaty, Norway has committed itself to chart and document the limits beyond 200 nautical miles from land.
nb: Undertegnelsen av FNs havrettstraktat pålegger Norge å kartlegge og dokumentere yttergrensene ut over 200 nautiske mil fra land.

source: Geologists and geophysicists in the NPD have been working for nine years in order to determine the extent of the Norwegian continental shelf.
nb: Geologer og geofysikere i Oljedirektoratet har arbeidet i ni år med å fastsette utstrekningen av norsk kontinentalsokkel.

source: The Law of the Sea regulations on economic zones and the continental shelf have lead to Norway having jurisdiction over an area that is among the largest sea areas in the world under the jurisdiction of one country (six times larger than the mainland area).
nb: Reglene i havretten om økonomiske soner og kontinentalsokkelen har gjort at Norges forvaltningsområde til havs er blant ]de største havområdene] i verden under ett lands jurisdiksjon (seks ganger større enn fastlandsarealet).

source: Most of the Norwegian continental shelf has already been demarcated, but there are some areas still remaining, such as in The Barents Sea Loophole (Smutthullet) in the Barents Sea, in The Banana Hole of the Northeast Atlantic(Smutthavet) east of Jan Mayen and in The Nansen Basin in the Arctic Sea north of Svalbard.
nb: Blant annet i Smutthullet i Barentshavet, i Smutthavet øst for Jan Mayen og i Polhavet nord for Svalbard.

source: According to the Law of the Sea Convention, the continental shelf can stretch beyond 200 nautical miles, depending on the geological conditions.
nb: I følge havrettskonvensjonen kan kontinentalsokkelen strekke seg ut over 200 nautiske mil der de geologiske forholdene tilsier det.

source: The other method is to determine the position of the limit with reference to the thickness of the rocks under the seabed outside the continental slope.
nb: Den andre er å fastsette posisjonen av grensen i forhold til tykkelsen på bergartene under havbunnen utenfor kontinentalskråningen.

source: The limit will then be set where the thickness of the sediments is at least one per cent of the distance in to the foot of the continental slope.
nb: Da settes grensen der tykkelsen av sedimentene er minst én prosent av avstanden inn til foten av kontinentalskråningen.

source: Data collected in connection with the icebreaker Oden's expedition to the Nansen basin in the Arctic Sea during the autumn of 2001 proved sedimentary layers in the deep sea north of Svalbard which are thick enough for the Norwegian continental shelf to be stretched further north than first thought.
nb: Data som ble samlet inn i forbindelse med isbryteren [Odens tokt i Nansenbassenget i Polhavet] høsten 2001 påviste sedimentlag i dyphavet nord for Svalbard som er tykke nok til at norsk kontinentalsokkel kan strekkes lenger nord enn før antatt.

source: The expedition, which took place in cooperation with the University of Bergen under the direction of the NPD, gathered approximately 1000 kilometres of reflection seismics, 50 sonar buoy measurements and around 1900 kilometres of echo sound measurements.
nb: Toktet, som var et samarbeid med Universitetet i Bergen og ledet av Oljedirektoratet, samlet inn cirka 1000 kilometer refleksjonsseismikk, 50 sonarbøyemålinger og cirka 1900 kilometer med ekkoloddmålinger.

source: This data has great scientific value as well and has been the basis of several post-graduate theses in geology/geophysics at the universities of Bergen and Oslo.
nb: Disse dataene har også stor vitenskapelig verdi og har vært grunnlaget for flere hovedfagsoppgaver i geologi/geofysikk ved unversitetetene i Bergen og Oslo.

source: Research fellow Øyvind Engen at the Department of Geosciences, University of Oslo is currently about to defend his doctoral thesis "Evolution of High Arctic Ocean Basins and Continental Margins" based on the same data.
nb: Og i disse dager er stipendiat Øyvind Engen ved Institutt for geofag ved Universitetet i Oslo aktuell med disputas av sin doktoravhandling "Utvikling av dyphav og kontinentalsokler i Arktis" basert på samme data.

source: The icebreaker ODEN (Photo: Sjöfartsverket, Sweden)
nb: Isbryteren ODEN (Foto: Sjöfartsverket, Sverige)

source: The Swedish Oden, which during the winter breaks up the ice in the Finnish Bay, is going on another expedition under NPD's direction this autumn.
nb: Svenske Oden, som om vinteren sørger for åpne råker i Bottenviken, skal i høst på et nytt OD-ledet tokt.

source: Once again the ship is heading for the area north of Svalbard, this time to measure sea depths, says senior geologist Harald Brekke in the NPD.
nb: Igjen går turen nord for Svalbard, denne gang for å drive havdypsmålinger, forteller seniorgeolog Harald Brekke i Oljedirektoratet.

source: "The expedition sets out at the end of September, and we shall be collecting sea depth data in the area north of Kvitøya on Svalbard.
nb: Toktet starter i slutten av september, og vi skal samle inn vanndypdata i området nord for Kvitøya på Svalbard.

source: We have a rough idea of the depths in this area, but the Law of the Sea Commission demands exact measurements from the foot of the slope, i.e. where the continental shelf slope changes into a deep sea plain.
nb: Vi vet omtrent hvor dypt det er i området, men havrettskommisjonen krever nøyaktige målinger fra skråningsfoten, altså der kontinentalsokkelskråningen går over til dyphavslette.

source: This is the only data collection that remains before Norway can submit its limit proposal to the UN," Brekke says.
nb: Dette er den siste datainnsamlingen som gjenstår før Norge kan sende inn sitt grenseforslag til FN, forteller Brekke.

source: Norway's limit proposal for the continental shelf will be submitted next summer.
nb: Norges forslag til yttergrenser for kontinentalsokkelen blir levert neste sommer.

source: The final decision is expected a couple of years later.
nb: Den endelige avgjørelsen er ventet et par år etter det.

source: As it looks now, the northern limit for the Norwegian continental shelf will lie between 84o and 85o North.
nb: Slik det ser ut nå, vil yttergrensene for norsk kontinentalsokkel i nord gå mellom 84o og 85o Nord.

source: Senior geologist Harald Brekke in the NPD is Norway's representative in the UN Commission on the Limits of the Continental Shelf.
nb: Seniorgeolog Harald Brekke i Oljedirektoratet er Norges representant i FNs kommisjon for kontinentalsokkelens yttergrenser.

source: The Commission's mandate is to ensure that the limits of all the world's continental shelves are determined in accordance with the Law of the Sea Treaty.
nb: Kommisjonens mandat er å tilse at yttergrensene av alle verdens kontinentalsokler blir fastsatt i henhold til Havrettstraktaten.

source: The Law of the Sea Treaty has so far been signed by 140 countries.
nb: Havrettstraktaten er til nå undertegnet av 140 land.

source: Norway signed the treaty in 1996, 12 years after it entered into force.
nb: Norge undertegnet traktaten i 1996, 12 år etter at den trådte i kraft.

source: The wells were drilled four kilometres south of the 25/2-10 S (Frigg Gamma Delta) oil/gas discovery and eight kilometres north of the shut down Frøy field in the North Sea.
nb: Brønnene ble boret fire kilometer sør for olje/gass-funnet 25/2-10 S (Frigg Gamma Delta) og åtte kilometer nord for det nedstengte Frøy-feltet i Nordsjøen.

source: The objective of well 25/2-18 S was to prove petroleum in Middle Jurassic reservoir rocks belonging to the Vestland Group (the Hugin and Sleipner formation).
nb: Hensikten med brønn 25/2-18 S var å påvise petroleum i midtre jura reservoarbergarter tilhørende Vestlandsgruppen (Hugin- og Sleipnerformasjonen).

source: The other three wells were drilled to delineate the discovery.
nb: De tre øvrige brønnene ble boret for å avgrense funnet.
